{
  "source": "https://www.ruangguru.com/blog/kumpulan-doa-sehari-hari",
  "doaList": [
    {
      "title": "Doa Pagi Hari",
      "text": "اَللّٰهُمَّ بِكَ اَصْبَحْنَا وَبِكَ اَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوْتُ وَاِلَيْكَ النُّشُوْرُ",
      "latin": "Allahumma bika ashbahnaa wa bika amsainaa wa bika nahyaa wa bika namuutu wa ilaikan nusyuuru.",
      "translation": "Ya Allah, karena Engkau kami mengalami waktu pagi dan waktu petang, dan karena Engkau kami hidup dan mati dan kepada-Mu juga kami akan kembali."
    },
    {
      "title": "Doa Bangun Tidur",
      "text": "الحَمْدُ لِلهِ الًّذِيْ أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُوْرُ",
      "latin": "Alhamdulillahil ladzi ahyana ba’da ma amatana wa ilaihin nusyur.",
      "translation": "Segala puji bagi Allah, Tuhan yang menghidupkan kami setelah Ia mematikan kami. Kepada-Nya lah kebangkitan hari kiamat."
    },
    {
      "title": "Doa Tidur (Doa Sebelum Tidur)",
      "text": "بِاسْمِكَ اللهُمَّ أَحْيَا وَأَمُوْتُ",
      "latin": "Bismika Allahumma ahyaa wa bismika amuut.",
      "translation": "Dengan menyebut nama Allah yang menghidupkan dan mematikan."
    },
    {
      "title": "Doa Agar Memperoleh Mimpi Baik ",
      "text": "اَللّٰهُمَّ أَرِنَا الْحَقَّ حَقًّا وَارْزُقْنَا اتِّـبَاعَهُ وَأَرِنَا الْبَاطِلَ بَاطِلاً وَارْزُقْنَا اجْتِنَابَهُ",
      "latin": "Allahumma arinal haqqa haqqan warzuqnat tibaa’ahu. Wa arinal baathila baathilan warzuqnajtina bahu.",
      "translation": "Ya Allah, tunjukkanlah kepada kami kebenaran sehingga kami bisa mengikutinya, dan tunjukkanlah kepada kami kejelekan sehingga kami dapat menjauhinya."
    },
    {
      "title": "Doa Jika Memperoleh Mimpi Baik",
      "text": "اَلْحَمْدُ للَّهِ رَبِّ الْعالَمِينَ",
      "latin": "Alhamdulillahi rabbil ‘aalamiin.",
      "translation": "Segala puji bagi Allah, Tuhan seluruh alam."
    },
    {
      "title": "Doa Mimpi Buruk",
      "text": "اللَّهمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَمَل الشَّيْطَانِ وَسَيِّئَاتِ الْأَحْلَامِ",
      "latin": "Allaahumma innii a’uudzubika min ‘amalisy syaithaani wasayyi-aatil ahlaami.",
      "translation": "Ya Allah, sesungguhnya aku berlindung kepada-Mu dari perbuatan syaitan dan keburukan mimpi."
    },
    {
      "title": "Doa Sebelum Beraktivitas (Doa Dimudahkan Segala Urusan)",
      "text": "رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا رَبِّ اشْرَحْ لِي صَدْرِي، وَيَسِّرْ لِي أَمْرِي",
      "latin": "Rabbana atina min ladunka rahmatan, wa hayyi’ lana min amrina rasyadan, rabbisyrah li shadri, wa yassir li amri.",
      "translation": "Wahai Tuhan kami, berikanlah rahmat kepada kami dari sisi-Mu dan sempurnakanlah bagi kamu petunjuk yang lurus dalam urusan kami ini. Ya Tuhanku. lapangkanlah untukku dadaku, dan mudahkanlah untukku urusanku."
    },
    {
      "title": "Doa Masuk Kamar Mandi",
      "text": "بِسْمِ اللهِ اللَّهُمَّ إنِّي أَعُوذُ بِك من الْخُبْثِ وَالْخَبَائِثِ",
      "latin": "Bismillahi Allahumma inni a’udzu bika minal khubutsi wal khabaitsi.",
      "translation": "Ya Allah, aku berlindung pada-Mu dari godaan iblis jantan dan betina."
    },
    {
      "title": "Doa Keluar Kamar Mandi",
      "text": "الْحَمْدُ لِلهِ الذي أَذْهَبَ عَنِّيْ الْأَذَى وَعَافَانِيْ",
      "latin": "Alhamdulillahi alladzi adzhaba ‘anni al-adza wa’aafaani.",
      "translation": "Segala puji bagi Allah yang telah menghilangkan penyakit dari tubuhku dan menyehatkan aku."
    },
    {
      "title": "Doa Melepaskan Pakaian",
      "text": "بِسْمِ اللهِ الَّذِيْ لَا إِلهَ إِلاَّ هُوَ",
      "latin": "Bismillahil ladzi lailaha illa huwa.",
      "translation": "Dengan nama Allah yang tiada Tuhan selain Dia."
    },
    {
      "title": "Doa Memakai Pakaian",
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا هُوَ لَهُ ، وَأَعُوْذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا هُوَ لَهُ",
      "latin": "Allahumma inni as’aluka min khairi wa khaira ma huwa lahu, wa a’udzubika min syarrihi wa syarri ma huwa lahu.",
      "translation": "Ya Allah, sesungguhnya aku memohon kepada-Mu kebaikan pakaian ini dan kebaikan sesuatu yang di dalamnya, dan aku berlindung kepada-Mu dari keburukan pakaian ini dan keburukan sesuatu yang ada di dalamnya."
    },
    {
      "title": "Doa Memakai Baju Baru",
      "text": "الحَمْدُ لِلَّهِ الَّذِي كَساني ما أُوَاري بِهِ عَوْرَتي وَأَتَجَمَّلُ بِهِ في حياتي",
      "latin": "Alhamdulillahil ladzi kasani ma uwariy bihi’aurati wa atajammalu bihi fi hayati.",
      "translation": "Segala puji bagi Allah yang telah memberiku pakaian sebagai penutup auratku dan penghias dalam hidupku."
    },
    {
      "title": "Doa Ketika Bercermin",
      "text": "اَللَّهُمَّ كَمَا حَسَّنْتَ خَلْقِيْ فَحَسِّنْ خُلُقِيْ",
      "latin": "Allahumma kama hassanta khalqi fahassin khuluqi.",
      "translation": "Wahai Allah, sebagaimana telah kau baguskan kejadianku, maka baguskanlah perangaiku."
    },
    {
      "title": "Doa Sebelum Makan",
      "text": "اللَّهُمَّ بَارِكْ لَناَ فِيْمَا رَزَقْتَنا وَقِنَا عَذَابَ النَّارِ، بِسْمِ اللهِ",
      "latin": "Allahumma barik lana fi ma razaqtana wa qina adzaban nar, bismillah.",
      "translation": "Ya Allah, berkahilah kamu pada apa yang telah Engkau karuniakan dan lindungilah kami dari siksa neraka. Bismillah (atas nama Allah)."
    },
    {
      "title": "Doa Sesudah Makan",
      "text": "اَلْحَمْدُ لِلهِ الَّذِيْ أَطْعَمَنَا وَسَقَانَا وَجَعَلَنَا مِنَ المُسْلِمِيْنَ",
      "latin": "Alhamdulillahilladzi ath’amana wa saqana wa ja’alana minal muslimin.",
      "translation": "Segala puji bagi Allah yang telah memberi kami makan dan telah memberi kami minum, dan menjadikan kamu termasuk orang yang patuh."
    },
    {
      "title": "Doa Keluar Rumah",
      "text": "بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ",
      "latin": "Bismillaahi tawakkaltu’alallaah, laa haula wa laa quwwata illaa billaah.",
      "translation": "Dengan nama Allah, aku bertawakal kepada Allah, tiada daya dan kekuatan kecuali dengan pertolongan Allah."
    },
    {
      "title": "Doa Naik Kendaraan",
      "text": "بِسْمِ اللهِ مَجْرَهَا وَمُرْسَهَآاِنَّ رَبِّىْ لَغَفُوْرٌرَّحِيْمٌ",
      "latin": "Bismillaahi majrahaa wa mursaahaa inna robbii laghofuurur rohiim.",
      "translation": "Dengan nama Allah yang menjalankan kendaraan ini berlayar, berlabuh, sesungguhnya Tuhanku benar-benar Maha Pengampun lagi Maha Penyayang."
    },
    {
      "title": "Doa Masuk Rumah",
      "text": "اللَّهُمَّ إِنِّى أَسْأَلُكَ خَيْرَ الْمَوْلِجِ وَخَيْرَ الْمَخْرَجِ باسْمِ اللَّهِ وَلجْنا، وباسْمِ اللَّهِ خَرَجْنا، وَعَلى اللَّهِ رَبِّنا تَوَكَّلْنا",
      "latin": "Allahumma inni as’aluka khairal mauliji wa khairal makhraji bismillahi walajna wa bismillahi kharajna wa’ala-llahi rabbina tawakkalna.",
      "translation": "Wahai Allah, aku memohon sebaik-baik tempat masuk dan sebaik-baik tempat keluar. Atas nama-Mu kami masil dan atas nama-Mu kami keluar. Dan kepada Allah, kami bertawakal."
    },
    {
      "title": "Doa Sebelum Wudhu",
      "text": "نَوَيْتُ الْوُضُوْءَ لِرَفْعِ الْحَدَثِ اْلاَصْغَرِ فَرْضًاِللهِ تَعَالَى",
      "latin": "Nawaitul wudua lirof’il hadatsii ashghori fardhon lillaahi ta’alaa.",
      "translation": "Aku niat berwudu untuk menghilangkan hadas kecil, fardu karena Allah."
    },
    {
      "title": "Doa Setelah Wudhu",
      "text": "أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ. اللَّهُمَّ اجْعَلْنِى مِنَ التَّوَّابِينَ وَاجْعَلْنِى مِنَ الْمُتَطَهِّرِينَ",
      "latin": "Asyhadu allaa ilaaha illallah wahdahu laa syariikalahu. Wa asyhadu anna Muhammadan’abduhu wa rasuuluhu. Allahumma-j alnii minattabinna waj alnii minal mutathohiirina waj alnii min ‘ibadatishalihin.",
      "translation": "Aku bersaksi tiada Tuhan melainkan Allah dan tidak ada yang menyekutukan bagi-Nya. Dan aku bersaksi bahwa Nabi Muhammad adalah hamba-Nya dan utusan-Nya. Ya Allah jadikanlah aku orang yang ahli taubat dan jadikanlah aku orang yang suci dan jadikanlah aku dari golongan orang-orang yang saleh."
    },
    {
      "title": "Doa Masuk Masjid",
      "text": "أَعُوْذُ بِاللهِ العَظِيْمِ وَبِوَجْهِهِ الْكَرِيْمِ وَسُلْطَانِهِ الْقَدِيْمِ مِنَ الشَّيْطَانِ الرَّجِيْمِ. بِسْمِ اللهِ وَالْحَمْدُ لِلهِ. أَللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ. اَللَّهُمَّ اغْفِرْ لِي ذُنُوْبِي وَافْتَحْ لِي أَبْوَابَ رَحْمَتِكَ",
      "latin": "A’udzu billahil’azhim wa biwajhihil karim wa sulthanihil qadim minas syaithanir rajim. Bismillahi wal hamdulillah. Allahumma shalli wa salim’ala sayyidina muhammadin wa’ala ali sayyidina muhammadin. Allahummaghfirli dzunubi waftahli abwaba rahmatik.",
      "translation": "Aku berlindung kepada Allah Yang Maha Besar, kepada Dzat-Nya yang Maha Mulia, dan kepada kerajaan-Nya yang sedia dari setan yang terlontar. Dengan nama Allah dan segala puji bagi Allah. Wahai Tuhanku, berilah salawat dan sejahtera atas sayyidina Muhammad dan atas keluarga sayyidina Muhammad. Wahai Tuhanku, ampuni untukku segala dosaku. Buka lah bagiku segala pintu rahmat-Mu."
    },
    {
      "title": "Doa Keluar Masjid",
      "text": "أعُوْذُ بِاللهِ العَظِيْمِ وَبِوَجْهِهِ الْكَرِيْمِ وَسُلْطَانِهِ الْقَدِيْمِ مِنَ الشَّيْطَانِ الرَّجِيْمِ. بِسْمِ اللهِ وَالْحَمْدُ لِلهِ. أَللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ. اَللَّهُمَّ اغْفِرْ لِي ذُنُوْبِي وَافْتَحْ لِي أَبْوَابَ فَضْلِكَ",
      "latin": "A’udzu billahil azhim wa biwajhihil karim wa sulthanihil qadim minas syaithanir rajim. Bismillahi walhamdulillah. Allahumma shalli wa sallim’ala sayyidina muhammadin wa’ala ali sayyidina Muhammadin. Allahummaghfirli dzunubi waftahli abwaba fadhlik.",
      "translation": "Aku berlindung kepada Allah Yang Maha Besar, kepada Dzat-Nya yang Maha Mulia, dan kepada kerajaan-Nya yang sedia dari setan yang terlontar. Dengan nama Allah dan segala puji bagi Allah. Wahai Tuhanku, berilah salawat dan sejahtera atas sayyidina Muhammad dan atas keluarga sayyidina Muhammad. Wahai Tuhanku, ampuni untukku segala dosaku. Buka lah bagiku segala pintu kemurahan-Mu."
    },
    {
      "title": "Doa Setelah Adzan",
      "text": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ وَالصَّلَاةِ الْقَائِمَةِ آتِ مُحَمَّدًا الْوَسِيْلَةَ وَالْفَضِيلَةَ وَابْعَثْهُ مَقَامًا مَحْمُوْدًا الَّذِي وَعَدْتَهُ، حَلَّتْ لَهُ شَفَاعَتِي يَوْمَ الْقِيَامَةِ",
      "latin": "Allahumma rabba hadzihi ad-da’wati at-taammati wash sholaatil qaa’imati aati muhammadan al-wasiilata wal fadhiilata wab’atshu maqaaman mahmuudan alladzi wa’adtah.",
      "translation": "Ya Allah, pemilik seruan yang sempurna ini, dan shalat yang akan didirikan, berilah Muhammad wasilah dan keutamaan, dan bangkitkan untuknya kedudukan terpuji yang Engkau janjikan."
    },
    {
      "title": "Doa Kelancaran Berbicara",
      "text": "رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي يَفْقَهُوا قَوْلِي",
      "latin": "Robbis rohlii shodrii, wa yassirlii amrii, wahlul ‘uqdatam mil lisaani yafqohu qoulii.",
      "translation": "Ya Rabbku, lapangkanlah untukku dadaku, dan mudahkanlah untukku urusanku, dan lepaskanlah kekakuan dari lidahku, supaya mereka mengerti perkataanku."
    },
    {
      "title": "Doa Sebelum Belajar",
      "text": "يَارَبِّ زِدْنِىْ عِلْمًا وَارْزُقْنِىْ فَهْمًا",
      "latin": "Yaarobbi zidnii ‘ilman warzuqnii fahmaa.",
      "translation": "Ya Allah, tambahkanlah aku ilmu dan berikanlah aku rizqi akan kepahaman."
    },
    {
      "title": "Doa Selesai Belajar",
      "text": "اَللّٰهُمَّ اِنِّى اِسْتَوْدِعُكَ مَاعَلَّمْتَنِيْهِ فَارْدُدْهُ اِلَىَّ عِنْدَ حَاجَتِىْ وَلاَ تَنْسَنِيْهِ يَارَبَّ الْعَالَمِيْنَ",
      "latin": "Allaahumma innii astaudi’uka maa ‘allamtaniihi fardud-hu ilayya ‘inda haajatii wa laa tansaniihi yaa robbal ‘alamiin.",
      "translation": "Ya Allah, sesungguhnya aku menitipkan kepada Engkau ilmu-ilmu yang telah Engkau ajarkan kepadaku, dan kembalikanlah kepadaku sewaktu aku butuh kembali dan janganlah Engkau lupakan aku kepada ilmu itu wahai Tuhan seru sekalian alam."
    },
    {
      "title": "Doa Mohon Ilmu yang Bermanfaat",
      "text": "اَللّٰهُمَّ اِنِّى اَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
      "latin": "Allahumma innii as-aluka ‘ilmaan naafi’aan wa rizqoon thoyyibaan wa ‘amalaan mutaqobbalaan.",
      "translation": "Ya Allah, sesungguhnya aku mohon kepada-Mu ilmu yang berguna, rezki yang baik dan amal yang baik diterima."
    },
    {
      "title": "Doa Pembuka Majelis",
      "text": "الْحَمْدُ لِلَّهِ الَّذِي هَدَننَا لِهَذَا وَمَا كُنَّا لِهْتَدِى لَوْلَا أَنْ هَدَيْنَا اللَّهُ",
      "latin": "Alḥamdu lillāhil-lażī hadānā lihāżā, wa mā kunnā linahtadiya lau lā an hadānallāh.",
      "translation": "Segala puji bagi Allah yang telah menunjuki kami kepada (surga) ini dan kami sekali-kali tidak akan mendapat petunjuk kalau Allah tidak memberi kami petunjuk."
    },
    {
      "title": "Doa Penutup Majelis",
      "text": "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لَا إِلَٰهَ إِلَّا أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ",
      "latin": "Subhanakallâhuma wa bihamdika, asyhadu an la ilaha illà anta, astaghfiruka wa atubu ilaik.",
      "translation": "Maha Suci Engkau, Ya Allah, aku memuji-Mu. Aku bersaksi bahwa tiada Tuhan kecuali Engkau, aku minta ampun dan bertobat kepada-Mu."
    },
    {
      "title": "Doa Penenang Hati dan Pikiran",
      "text": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْهَرَمِ وَالْبُخْلِ وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ",
      "latin": "Allahumma inni a’udzu bika minal ‘ajzi, wal kasali, wal jubni, wal haromi, wal bukhl. Wa a’udzu bika min ‘adzabil qobri wa min fitnatil mahyaa wal mamaat.",
      "translation": "Ya Allah, aku berlindung kepada-Mu dari kelemahan, rasa malas, rasa takut, kejelekan di waktu tua, dan sifat kikir. Dan aku juga berlindung kepada-Mu dari siksa kubur serta bencana kehidupan dan kematian."
    },
    {
      "title": "Doa Pembuka Rezeki",
      "text": "بِسْمِ اللهِ عَلَى نَفْسِي وَمَالِي وَدِيْنِيْ. اَللَّهُمَّ رَضِّنِيْ بِقَضَائِكَ، وَبَارِكْ لِيْ فِيْمَا قُدِّرَ لِيْ حَتَّى لَا أُحِبَّ تَعْجِيْلَ مَا أَخَّرْتَ وَلَا تَأْخِيْرَ مَا عَجَّلْتَ",
      "latin": "Bismillâhi ‘ala nafsî wa mâlî wa dînî. Allâhumma radhdhinî bi qadhâ’ika, wa bârik lî fîmâ quddira lî hattâ lâ uhibba ta’jîla mâ akhkharta, wa lâ ta’khîra mâ ‘ajjalta.",
      "translation": "Dengan nama Allah yang menguasai diri, harta, dan agamaku. Tuhanku, kondisikan batinku agar rela menerima ketentuan-Mu. Berkatilah aku pada semua yang ditakdirkan untukku sehingga aku enggan menyegerakan apa yang Kautunda dan enggan menunda apa yang Kau segerakan."
    },
    {
      "title": "Doa Selamat Dunia Akhirat (Doa Sapu Jagat)",
      "text": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
      "latin": "Rabbanā, ātinā fid dunyā hasanah, wa fil ākhirati hasanah, wa qinā ‘adzāban nār.",
      "translation": "Tuhan kami, berikan kami kebaikan di dunia dan kebaikan di akhirat. Lindungilah kami dari siksa neraka."
    },
    {
      "title": "Doa Kedua Orang Tua",
      "text": "اَللّهُمَّ اغْفِرْلِيْ وَلِوَالِدَيَّ وَارْحَمْهُمَاكَمَارَبَّيَانِيْ صَغِيْرَا",
      "latin": "Allohummaghfirlii waliwaalidayya war hamhumaa kamaa rabbayanii shaghiraa.",
      "translation": "Wahai Tuhanku, ampunilah aku dan kedua orang tuaku (Ibu dan Bapakku), sayangilah mereka seperti mereka menyayangiku di waktu kecil."
    },
    {
      "title": "Doa Niat Puasa Ramadhan",
      "text": "نَوَيْتُ صَوْمَ غَدٍ عَنْ أَدَاءِ فَرْضِ شَهْرِ رَمَضَانَ هَذِهِ السَّنَةِ لِلّٰهِ تَعَالَى",
      "latin": "Nawaitu shauma ghadin ‘an ada’i fardhi syahri Ramadhana hadzihis sanati lillahi ta’ala.",
      "translation": "Aku niat berpuasa esok hari untuk menunaikan kewajiban puasa bulan Ramadhan tahun ini, karena Allah Ta’ala"
    },
    {
      "title": "Doa Turun Hujan",
      "text": "اَللَّهُمَّ صَيِّبًا هَنِيًّا وَسَيِّبًا نَافِعًا",
      "latin": "Allâhumma shayyiban haniyyâ wa sayyiban nâfi‘â.",
      "translation": "Wahai Tuhanku, jadikan ini hujan terpuji kesudahannya dan menjadi aliran air yang bermanfaat."
    },
    {
      "title": "Doa Mendengar Petir",
      "text": "اَلًلهُمَ لا تقتلنا بغضبك ولا تهلكنا بعذابك وعافنا قبل ذلك",
      "latin": "Allahumma la taqtulna bighadhabika wala tuhlikna bi’adzabika wa ‘afina qabla dzalika.",
      "translation": "Ya Allah, janganlah kau matikan kamu dengan kemarahan-Mu, dan janganlah kau rusak diriku dengan siksa-Mu, dan maafkanlah aku sebelum semua itu terjadi."
    },
    {
      "title": "Doa Minta Kesembuhan",
      "text": "للَّهُمَّ رَبَّ النَّاسِ أذهبْ البَاسِ اشْفِ أَنْتَ الشَّافِي لَا شَافِي إِلَّا أَنتَ شِفَاءً لَا يُغَادِرُ سَقَمًا",
      "latin": "Allahumma rabban naasi adzhibil ba’sisyfi antasy syaafi laa syaafiya illa anta syifaa’an laa yughaadiru saqama.",
      "translation": "Ya Allah, Tuhan yang memelihara dan menguasai manusia, hapuskanlah penyakit dan penderitaan ini. Sembuhkanlah karena Engkaulah yang Maha Menyembuhkan. Tiada kesembuhan kecuali kesembuhan-Mu. Kesembuhan yang tidak menimbulkan efek samping."
    },
    {
      "title": "Doa Untuk Orang Sakit",
      "text": "أَسْأَلُ اللهَ العَظِيْمَ رَبَ العَرْشِ العَظِيْمِ أَنْ يَشْفِيَكَ",
      "latin": "As’alullahal azhima rabbal’arsyil’azhimi an yassfiyaka.",
      "translation": "Aku memohon kepada Allah yang agung, Tuhan arasy yang megah agar menyembuhkanmu."
    },
    {
      "title": "Doa Untuk Orang Meninggal",
      "text": "السَّلَامُ عَلَيْكُمْ يَا أَهْلَ القُبُورِ يَغْفِرُ اللَّهُ لَنَا وَلَكُمْ، أَنْتُمْ سَلَفْنَا وَنَحْنُ بِالْأَثَرِ",
      "latin": "Assalaamu ‘alaikum yaa ahlal qubuur yaghfirullaahu lanaa wa lakum antum salafnaa wa nahnu bil atsar.",
      "translation": "Semoga keselamatan terlimpah kepada kalian, wahai ahli kubur. Semoga Allah SWT mengampuni kami dan kalian, kalian adalah pendahulu kami dan kami akan menyusul kalian."
    }
  ]
}